{
  "For those, looking for the best solutions of their gardens and yards": "Для тех, кто ищет лучшие решения для своего сада и огорода",
  "Wholesale in bulk quantities from 150 units": "Оптовая продажа крупными партиями от 150 единиц",
  "Get a quote": "Запросить цену товара",
  "Diversification": "Широкий ассортимент",
  "We offer a wide range of goods for summer houses, yards (greenhouses, mini greenhouses, garden arbors, summer garden showers and other goods in bulk) that can be viewed in the \"Catalog\" section.": "Мы предлагаем широкий ассортимент товаров для дачи, сада и огорода. У нас вы можете приобрести теплицы, мини-парники, садовые беседки, летние души садовые и прочие товары оптом, которые можно посмотреть в разделе \"Каталог\".",
  "Home": "Главная",
  "Browse our products": "Ознакомьтесь с нашей продукцией",
  "Select a category": "Выберите категорию",
  "catalog": "каталог",
  "categories": "категории",
  "about": "о-нас",
  "About": "о нас",
  "contact": "контакты",
  "Eurazijos vezejas began its activities by providing transportation and logistics services in the markets of Europe, the CIS and Central Asia.": "Компания Eurazijos vezejas начала свою деятельность с оказания транспортно-логистических услуг на рынках Европы, СНГ и Средней Азии.",
  "Currently, the company is expanding its scope of activities and one of the directions is the wholesale of goods for summer houses, gardens and orchards from the leading manufacturers of the Republic of Belarus. The company provides its customers a full range of services in buying goods.": "В настоящее время компания расширяет свою сферу деятельности и одним из направлений стала оптовая продажа товаров для дачи, сада и огорода от  ведущих производителей Республики Беларусь. Компания предоставляет своим клиентам полный спектр услуг в приобретении товара.",
  "Employees of the company will provide competent and expert advice, and its own fleet of cars helps to make quick delivery to all European regions.": "Сотрудники компании окажут грамотную и квалифицированную консультацию, а наличие собственного автопарка  поможет осуществить быструю доставку во все регионы Европы.",
  "Close partnership with factories-manufacturers allows to expand the line of supplied goods to the maximum": "Тесная партнерская работа с заводами-изготовителями позволяет максимально расширить линейку поставляемой продукции",
  "Thanks to this, today we can offer our customers": "Благодаря этому, сегодня мы можем предложить наших клиентам",
  "Metal frames for home and farming": "металлические каркасы  для домашнего и фермерского предназначения",
  "Steel frames made of different-sized profile pipes (20×20, 20×40, 25×25) and of different thickness from 0.67 to 1.2": "металлические каркасы  из профильной трубы разного размера, (20×20, 20×40, 25×25) и разной толщины от 0.67 до 1.2",
  "Frames with connectors and all-welded": "каркасы с соединительными элементами и цельносварные",
  "Contact details": "Контактная информация",
  "UAB Eurazijos vezejas Company code 305358431": "UAB Eurazijos vezejas Код предприятия 305358431",
  "Lithuanian office": "Офис в Литве",
  "Office in Belarus": "Офис в РБ",
  "18b Dzerzhinskogo St., Tsnyanka, Minsk district": "Минский р-н д.Цнянка, ул. Дзержинского 18б",
  "be in touch with us": "будьте всегда с нами на связи",
  "Email Address": "Адрес электронной почты",
  "First Name": "Имя",
  "Last Name": "Фамилия",
  "Company Name": "Название компании",
  "Phone Number": "Номер телефона",
  "Products": "Продукция",
  "Message": "Сообщение",
  "Accept": "Принять",
  "Send Request": "Отправить запрос",
  "All": "Все",
  "what we offer": "что мы предлагаем",
  "our story": "наша история",
  "Search": "Поиск",
  "privacy-policy": "политика-конфиденциальности",
  "privacy policy": "политика конфиденциальности",
  "our policy": "наша политика",
  "Privacy Policy": "Политика Конфиденциальности",
  "eurazijos-agro.com website administration is obliged to maintain your privacy on the Internet. We pay great attention to securing the data you provided to us. Our privacy policy is based on the General Data Protection Regulation (GDPR) of the European Union. The purposes, for which we collect your personal data are: improvement of our service, communication with visitors to this site, presenting the information requested by the user, providing services associated with the website’s specialization, , and for other actions listed below.": "Администрация сайта eurazijos-agro.com обязуется сохранять вашу конфиденциальность в Интернете. Мы уделяем большое значение охране предоставленных вами данных. Наша политика конфиденциальности основана на требованиях Общего регламента о защите персональных данных Европейского Союза (GDPR). Цели, в которых мы собираем персональные данные: улучшение работы нашего сервиса, осуществление контактов с посетителями данного сайта, предоставление информации, которую запрашивал пользователь, осуществление услуг, связанных с направлением деятельности данного сайта, , а так же для указанных ниже действий.",
  "Personal data storage and processing": "Сбор и использование персональных данных",
  "We collect and process your personal data only with your willing consent. With your permission, we can collect and process the following data: name and surname, e-mail address, phone number, the name of the company. Collection and processing of your personal information is carried out in accordance with the laws of the European Union and the Lithuania.": "Мы собираем и используем ваши персональные данные только в случае вашего добровольного согласия. При согласии с этим вы разрешаете нам собирать и использовать следующие данные: имя и фамилия, электронная почта, номер телефона, Название компании. Сбор и обработка ваших данных проводится соответствии с законами, действующими на территории Европейского Союза и в государстве Литва.",
  "Data storage, alteration, and removal": "Хранение данных, изменение и удаление",
  "The user, who has provided eurazijos-agro.com with their personal data, has the right for their alteration and removal, as well as the right to recall the agreement to data processing. Time, during which your personal data will be stored is: 12 months. After finishing with the processing of your personal data, the website’s administration will permanently delete it. To access your personal data, you can contact the administration on: eurazijos@mail.ru. We will be able to pass your data to a third party only with your willing consent. If the data was transferred to a third party, which is not associated with our organization, we cannot perform any changes to that data.": "Пользователь, предоставивший свои персональные данные сайту eurazijos-agro.com имеет право на их изменение и удаление, а так же на отзыв своего согласия с их использованием. Срок, в течение которого будут храниться ваши персональные данные: 12 месяцев. При завершении использования ваших данных администрация сайта удаляет их. Для доступа к своим персональным данным вы можете связаться с администрацией сайта по следующему адресу: Eurazijos vezejas UAB Ukmergė, Vilniaus g. 100B-45, Lietuva eurazijos@mail.ru. Мы можем передавать ваши личные данные третьей стороне только с вашего добровольного согласия, если они были переданы, то изменение данных в других организациях, не связанных с нами, мы осуществить не можем.",
  "Processing of visiting technical data": "Использование технических данных при посещении сайта",
  "Records of your IP address, time of visit, browser settings, operational system and other technical information is saved in the database when you visit eurazijos-agro.com. This data is necessary for the correct display of the website’s content. It is impossible to identify the person of the visitor using this data.": "При посещении вами сайта eurazijos-agro.com в базе данных сохраняются записи о вашем IP адресе, времени посещения, настройках браузера, операционной системе, а также другая техническая информация необходимая для корректного отображения содержимого сайта. По этим данным нам невозможно идентифицировать личность посетителя.",
  "Children’s personal information": "Предоставление информации детьми",
  "If you are a parent or a legal guardian of an underage child, and you know that the child has provided us with their personal information without your consent, please contact us on: eurazijos@mail.ru. It is forbidden to enter personal data of underage users without the agreement of parents or lawful guardians.": "Если Вы являетесь родителем или опекуном, и вы знаете, что ваши дети предоставили нам свои личные данные без Вашего согласия, свяжитесь с нами: eurazijos@mail.ru. На нашем сервисе запрещено оставлять личные данные несовершеннолетних без согласия родителей или опекунов.",
  "Cookies processing": "Использование cookies",
  "We use cookie files for the correct display of the website’s content and for the convenience of browsing eurazijos-agro.com. They are small files, that are stored on your device. They help the website to remember information about you, such as in which language you use the website and which pages have you already opened. This information will be useful in the next visit. Thanks to cookie files, the website’s browsing becomes much more convenient. You can learn more about these files here. You can set up cookies reception and blocking in your browser yourself. Inability to receive cookie files may limit the functionality of the website.": "Для корректного отображения содержимого и для удобства использования сайта eurazijos-agro.com мы используем cookie файлы. Это небольшие файлы, которые хранятся на вашем устройстве. Они помогают сайту запомнить информацию о вас, например на каком языке вы просматриваете сайт и какие страницы вы уже открывали, эта информация будет полезна при следующем посещении. Благодаря файлам cookie просмотр сайта становится значительно более удобным. Подробнее про эти файлы вы можете прочитать тут. Вы можете настроить прием или блокировку cookie в браузере самостоятельно. Невозможность принимать cookie может ограничить работоспособность сайта.",
  "Processing of personal data by other services": "Использование персональных данных другими сервисами",
  "This website uses third-party online services, which perform data collecting, independent from us. Such services include: Google Analytics , Cookies.": "На этом сайте используются сторонние интернет-сервисы, осуществляющие независимый от нас сбор информации: Google Analytics , Yandex.Direct, Cookies.",
  "Data collected by these services may be provided to other services within those organizations. They can use the data for advertising personalization of their own advertising network. You can learn about user agreements of those organizations on their websites. You can also refuse their collection of your personal data. For example, Google Analytics Opt-out Browser Add-on can be found here . We do not pass any personal data to other organizations or services, which are not listed in this privacy policy. As an exception, the collected data may be provided on a lawful request of state authorities, that are authorized to request such information.": "Собранные ими данные могут предоставляться другим службам внутри этих организаций, они могут использовать данные для персонализации рекламы своей собственной рекламной сети.  Вы можете прочитать пользовательские соглашения этих организаций на их сайтах. Там же вы можете отказаться от сбора ими персональных данных, к примеру блокировщик Google Analytics находится тут, блокировщик Яндекс Метрики тут. Мы не передаем персональные данные другим организациям и службам, не указанным в данной политике конфиденциальности. Исключение составляет только передача информации при законных требованиях государственных органов уполномоченных осуществлять данные действия.",
  "Links to other websites": "Ссылки на другие сайты",
  "Our website eurazijos-agro.com may contain links to other websites, which are not under our control. We are not responsible for the content of these websites. We recommend you familiarize yourself with the privacy policy of every website that you visit, if such policy exists.": "Наш сайт eurazijos-agro.com может содержать ссылки на другие сайты, которые не управляются нами. Мы не несем ответственность за их содержание. Мы рекомендуем вам ознакомиться с политикой конфиденциальности каждого сайта, который вы посещаете, если она там есть.",
  "Changes to the privacy policy": "Изменения в политике конфиденциальности",
  "From time to time, our website eurazijos-agro.com may update our privacy policy. We inform about any changes to the privacy policy, placed on this webpage. We are monitoring any changes in legislation, which is related to personal data in European Union and Lithuania. If you have entered any of your personal data on our website, we will inform you about the changes in our privacy policy. If your personal data, and more specifically, your contact information was entered incorrectly, we will not be able to contact you.": "Наш сайт eurazijos-agro.com может обновлять нашу политику конфиденциальности время от времени. Мы сообщаем о любых изменениях, разместив новую политику конфиденциальности на этой странице. Мы отслеживаем изменения законодательства, касающегося персональных данных в Европейском Союзе и в государстве Литва. Если вы оставили персональные данные у нас, то мы оповестим вас об изменении в политике конфиденциальности. Если ваши персональные данные были введены не корректно, то мы не сможем с вами связаться.",
  "Feedback and final clauses": "Обратная связь, заключительные положения",
  "You can contact the administration of eurazijos-agro.com regarding any questions related to privacy policy on: eurazijos@mail.ru, or by filling a contact form specified in a corresponding section of this website. If you do not agree with this privacy policy, you cannot use the services of eurazijos-agro.com. In this case you should avoid visiting our website.": "Связаться с администрацией сайта eurazijos-agro.com по вопросам, связанным с политикой конфиденциальности можно по адресу: eurazijos@mail.ru, либо с помощью контактной формы указанной в соответствующем разделе данного сайта. Если вы не согласны с данной политикой конфиденциальности, вы не можете пользоваться услугами сайта eurazijos-agro.com, в этом случае вы должны воздержаться от посещения нашего сайта.",
  "Our latest products": "Наш последний продукт",
  "Our catalog": "Наш каталог",
  "Individual approach and selection of goods based on preferences of each market in Europe, Russia and Belarus.": "Предлагаем широкий ассортимент товаров для дачи, сада и огорода. У нас вы можете приобрести теплицы, мини-парники, садовые беседки, летние души садовые и прочие товары оптом и по выгодным ценам.",
  "Individual Service": "Персонализация",
  "High Quality": "Высокого качества",
  "All goods are manufactured using unique and modern technologies from quality raw materials and undergo quality control at all stages of production.": "Все товары производятся с использованием уникальных и современных технологий из качественного сырья и проходят контроль качества на всех этапах их производства.",
  "Good Prices": "Хорошие цены",
  "We offer a wide range of goods for dacha, garden and vegetable garden. With us you can buy greenhouses, mini greenhouses, garden arbors, summer garden showers and other goods in bulk and at bargain prices.": "Предлагаем широкий ассортимент товаров для дачи, сада и огорода. У нас вы можете приобрести теплицы, мини-парники, садовые беседки, летние души садовые и прочие товары оптом и по выгодным ценам."
}