{
  "For those, looking for the best solutions of their gardens and yards": "Для тех, кто ищет лучшие решения для своего сада и огорода",
  "Wholesale in bulk quantities from 150 units": "Оптовая продажа крупными партиями от 150 единиц",
  "Get a quote": "Запросить цену товара",
  "Diversification of products": "Широкий ассортимент продукции",
  "We offer a wide range of goods for summer houses, yards (greenhouses, mini greenhouses, garden arbors, summer garden showers and other goods in bulk) that can be viewed in the \"Catalog\" section.": "Мы предлагаем широкий ассортимент товаров для дачи, сада и огорода. У нас вы можете приобрести теплицы, мини-парники, садовые беседки, летние души садовые и прочие товары оптом, которые можно посмотреть в разделе \"Каталог\".",
  "Home": "Главная",
  "Browse our products": "Ознакомьтесь с нашей продукцией",
  "Select a category": "Выберите категорию",
  "catalog": "каталог",
  "categories": "категории",
  "about": "о нас",
  "contact": "контакты",
  "Eurazijos vezejas began its activities by providing transportation and logistics services in the markets of Europe, the CIS and Central Asia.": "Компания Eurazijos vezejas начала свою деятельность с оказания транспортно-логистических услуг на рынках Европы, СНГ и Средней Азии.",
  "Currently, the company is expanding its scope of activities and one of the directions is the wholesale of goods for summer houses, gardens and orchards from the leading manufacturers of the Republic of Belarus. The company provides its customers a full range of services in buying goods.": "В настоящее время компания расширяет свою сферу деятельности и одним из направлений стала оптовая продажа товаров для дачи, сада и огорода от  ведущих производителей Республики Беларусь. Компания предоставляет своим клиентам полный спектр услуг в приобретении товара.",
  "Employees of the company will provide competent and expert advice, and its own fleet of cars helps to make quick delivery to all European regions.": "Сотрудники компании окажут грамотную и квалифицированную консультацию, а наличие собственного автопарка  поможет осуществить быструю доставку во все регионы Европы.",
  "Close partnership with factories-manufacturers allows to expand the line of supplied goods to the maximum": "Тесная партнерская работа с заводами-изготовителями позволяет максимально расширить линейку поставляемой продукции",
  "Thanks to this, today we can offer our customers": "Благодаря этому, сегодня мы можем предложить наших клиентам",
  "Metal frames for home and farming": "металлические каркасы  для домашнего и фермерского предназначения",
  "Steel frames made of different-sized profile pipes (20×20, 20×40, 25×25) and of different thickness from 0.67 to 1.2": "металлические каркасы  из профильной трубы разного размера, (20×20, 20×40, 25×25) и разной толщины от 0.67 до 1.2",
  "Frames with connectors and all-welded": "каркасы с соединительными элементами и цельносварные",
  "Contact details": "Контактная информация",
  "UAB Eurazijos vezejas Company code 305358431": "UAB Eurazijos vezejas Код предприятия 305358431",
  "Lithuanian office": "Офис в Литве",
  "Office in Belarus": "Офис в РБ",
  "18b Dzerzhinskogo St., Tsnyanka, Minsk district": "Минский р-н д.Цнянка, ул. Дзержинского 18б",
  "be in touch with us": "будьте всегда с нами на связи",
  "Email Address": "Адрес электронной почты",
  "First Name": "Имя",
  "Last Name": "Фамилия",
  "Company Name": "Название компании",
  "Phone Number": "Номер телефона",
  "Products": "Продукция",
  "Message": "Сообщение",
  "Accept": "Принять",
  "Send Request": "Отправить запрос",
  "All": "Все",
  "what we offer": "что мы предлагаем",
  "our story": "наша история",
  "Search": "Поиск"
}